import background from "../app/assets/images/background.png";

export const aboutData = {
    title: 'О нас',
    imageBackground: background,
    welcome: {
        title: 'Добро пожаловать в "Hires Studio" — Где Ваш Голос Превращается в Искусство Подкастинга',
        description: 'В "Hires Studio" мы вдохновлены идеей создания подкастов нового\n' +
            '                        уровня. Наша студия представляет собой инновационное пространство, где ваш голос, ваши идеи и\n' +
            '                        ваша страсть превращаются в мастерски созданный контент, способный завораживать\n' +
            '                        аудиторию.Техническое оснащение "Hires Studio" представляет собой настоящий арсенал для создания\n' +
            '                        выдающегося контента. От передовых микрофонов до инновационных средств монтажа, мы обеспечиваем\n' +
            '                        вас всем необходимым для того, чтобы ваш подкаст не только слышали, но и воспринимали как\n' +
            '                        произведение искусства.',
    },
    mission: {
        title: 'Наша Миссия',
        description: 'В глубине каждого подкаста кроется уникальная история. Мы считаем,\n' +
            '                        что каждый голос заслуживает быть услышанным, и наша миссия — сделать этот опыт подкастинга\n' +
            '                        неповторимым и вдохновляющим. Мы стремимся быть вашими творческими союзниками, предоставляя все\n' +
            '                        необходимое для создания подкаста, который будет выделяться среди остальных."Где Идеи\n' +
            '                        Превращаются в Звук" — это не просто слоган. В "Hires Studio" мы поддерживаем вас с момента\n' +
            '                        зарождения идеи до завершения проекта. Давайте вместе создадим подкаст, который станет\n' +
            '                        неотъемлемой частью мировой аудиокультуры.'
    },
    whyHires: {
        title: 'Почему "Hires Studio"?',
        data: [
            {
                title: 'Профессионализм',
                description: 'Наша команда объединяет профессионалов с разнообразным опытом, готовых воплотить ваши идеи в жизнь.'
            },
            {
                title: 'Индивидуальный Подход',
                description: 'Мы понимаем, что каждый подкаст уникален. Мы работаем рядом с вами, чтобы понять вашу уникальность и передать ее в каждом эпизоде.'
            },
            {
                title: 'Современное Оборудование',
                description: 'Наша студия оборудована передовой техникой, обеспечивая высший стандарт вашего подкаста.'
            },
            {
                title: 'Личное Вовлечение',
                description: 'В каждом этапе создания подкаста мы взаимодействуем с вами лично, чтобы учесть все ваши пожелания и предложения.'
            },
            {
                title: 'Обширный Опыт',
                description: 'Наш коллектив специалистов имеет обширный опыт в различных областях, что позволяет нам применять разнообразные подходы к созданию контента.'
            },
            {
                title: 'Индивидуальная Реакция на Обратную Связь',
                description: 'Мы ценим ваше мнение. Ваша обратная связь — важная часть процесса создания, и мы готовы вносить коррективы, чтобы ваш подкаст был идеальным.'
            },
            {
                title: 'Стратегия Продвижения',
                description: 'Мы не просто создаем подкаст, но и помогаем вам с разработкой стратегии продвижения, чтобы ваш контент был услышан и оценен.'
            },
            {
                title: 'Творческое Союзничество',
                description: 'В "Hires Studio" мы не просто предоставляем услуги. Мы становимся вашими творческими союзниками, готовыми воплотить ваши идеи в реальность.'
            }
        ],
    }
}