import image_equipment from "../app/assets/images/image-equipment.jpeg";

export const equipmentData = {
    title: 'Наше оборудование',
    description: 'Наш акустический арсенал — это не просто современные микрофоны и наушники. Это\n' +
        '                    искусство звука,\n' +
        '                    созданное для того, чтобы каждый ваш резонанс и нюанс были зафиксированы с максимальной точностью. В\n' +
        '                    "Hires Studio" мы верим, что звук — ключ к ваши аудитории. В нашей студии используется передовое\n' +
        '                    программное обеспечение и оборудование. Мы следим за последними технологическими трендами, чтобы\n' +
        '                    предоставлять вам современные инструменты для монтажа, обработки звука и создания впечатляющих\n' +
        '                    звуковых эффектов.',
    image: image_equipment,
    data: [
        {
            title: 'Камера FUJIFILM X-T3 (3 шт)',
            description: 'FUJIFILM X-T3 - это камера с высоким качеством изображения благодаря 26,1-мегапиксельному сенсору, процессору обработки изображений X-Processor 4, улучшенной системе автофокусировки с 425 фазовыми точками, возможности съемки видео в 4K.',
        },
        {
            title: 'Видеоштатив Falcon Eyes (3 шт)',
            description: 'Видеоштатив Falcon Eyes обладает прочной конструкцией, что обеспечивает стабильность и надежность во время съемки. Кроме того, его регулируемая высота и надежные фиксации позволяют легко настроить желаемое положение камеры. Видеоштатив также оснащен гидравлическими головками, которые обеспечивают плавные движения при съемке видео.',
        },
        {
            title: 'Видеосвет Amaran 100x, 200x Godox SL60',
            description: 'Благодаря своей большой мощности и регулируемой яркости, данные модели видеосвета идеально подходят для профессиональных видео- и фотосъемок в различных условиях.',
        },
        {
            title: 'RGB осветители Godox TL30 (4 шт)',
            description: 'RGB осветители Godox TL30 позволяют создавать разнообразные световые эффекты и настроить освещение в соответствии с требованиями съемки, добавляя креативность и уникальность визуальным проектам.',
        },
        {
            title: 'Микрофоны Shure Sm7b на компактных стойках (3 шт)',
            description: 'Микрофоны Shure Sm7b, благодаря встроенной подавлению шумов и вибраций, микрофон идеально подходит для студийной записи.',
        },
        {
            title: 'Предусилитель T-Decor (1 шт)',
            description: 'Предусилитель t-decor обеспечивает высокую чувствительность, широкий диапазон усиления и низкий уровень шума, что делает его идеальным для записи голоса в высоком качестве.',
        },
        {
            title: 'Предусилитель DBX 286s (2 шт)',
            description: 'Предусилитель DBX 286s обеспечивает высокое качество звука, благодаря технологии обработки сигнала и встроенному компрессору, эквалайзеру, декессору и усилителю.',
        },
        {
            title: 'Звуковая карта Solid State Logic SSL 2',
            description: 'Звуковая карта Solid State Logic SSL 2 обеспечивает отличное звучание благодаря студийному качеству записи и воспроизведения, высокой частоте дискретизации и низкому уровню шума.',
        },
        {
            title: 'Петличная радиосистема Sennheiser G3 EW100',
            description: 'Петличная радиосистема Sennheiser G3 EW100 обеспечивает высокое качество звука, надежную связь и удобство, а также имеет широкий диапазон частот.',
        },
        {
            title: 'Рекордер Zoom H6',
            description: 'Рекордер Zoom H6, оборудованный шестью входами для микрофонов, он обеспечивает высокое качество звука и гибкость при записи с различных источников.',
        },
        {
            title: 'Студийная вспышка Godox MS200V',
            description: 'Студийная вспышка Godox MS200V обеспечивает высокую мощность и точное распределение света.',
        }
    ],
}