import backgroundImage from '../app/assets/images/background-price.jpeg';

export const pricesData = {
    title: 'Цены',
    description: 'Мы ценим ваше время и ваш бюджет, поэтому наши тарифы являются прозрачными и понятными. Без скрытых платежей и неприятных сюрпризов — только честные условия сотрудничества. У вас есть возможность выбрать тот план, который соответствует вашим потребностям и бюджету. "Цена" в "Hires Studio" — это не только о числовых значениях, но и о гибких вариантах оплаты. Мы предоставляем различные пакеты и опции, чтобы вы могли выбрать наилучший вариант, соответствующий вашему бюджету и потребностям.',
    image: backgroundImage,
};

export const pricesPodcastStudio = {
    title: '🔥 Аренда студии',
    data: [
        {
            title: 'Запись видео-подкаста с оператором на 1 часа',
            description: 'Эта услуга включает в себя не только аренду студии, но и наличие нашего профессионального оператора для получения лучшего качества подкаста.',
            subDescription: 'В стоимость входит работа видеооператора, запись подкаста на 3 профессиональные 4к камеры с выставленным светом. Исходный звук и материалы вы получаете на съемный носитель или на облако.',
            price: '6000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14112684'
        },
        {
            title: 'Запись видео-подкаста с оператором на 2 часа',
            description: 'Эта услуга включает в себя не только аренду студии, но и наличие опытного оператора, обеспечивающего высококачественную визуализацию вашего контента.',
            subDescription: 'В стоимость входит работа видеооператора, запись подкаста на 3 профессиональные 4к камеры с выставленным светом. Исходный звук и материалы вы получаете на съемный носитель или на облако.',
            price: '11,000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14214312'
        },
        {
            title: 'Запись видео-подкаста с оператором на 3 часа',
            description: 'При аренде студии на три часа с оператором вы получаете не только профессиональное оборудование для записи аудио, но и высококлассного оператора для создания визуально привлекательного видео-подкаста.',
            subDescription: 'В стоимость входит работа видеооператора, запись подкаста на 3 профессиональные 4к камеры с выставленным светом. Исходный звук и материалы вы получаете на съемный носитель или на облако.',
            price: '15,000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14214371'
        },
        {
            title: 'Запись подкаста с оператором на 4 часа',
            description: 'Запись подкаста с оператором на четыре часа предоставляет вам возможность создать высококачественный и профессиональный аудио-контент под руководством опытного оператора. В течение этого времени, оператор будет активно участвовать в процессе записи, обеспечивая оптимальное звуковое качество и следя за техническими аспектами. Эта услуга также предоставляет гибкость в создании и редактировании подкаста, а четырехчасовой период позволяет вам углубиться в обсуждаемые темы, получив более разносторонний и качественный контент. В результате, вы получите не только аудио-запись высокого уровня, но и уверенность в том, что ваш подкаст отразит ваши идеи и концепции в наилучшем виде.',
            subDescription: 'В стоимость входит работа видеооператора, запись подкаста на 3 профессиональные 4к камеры с выставленным светом. Исходный звук и материалы вы получаете на съемный носитель или на облако.',
            price: '19,000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14554132'
        },
        {
            title: 'Запись подкаста с оператором на 5 часов',
            description: 'Запись подкаста с оператором на пять часов предоставляет вам расширенное время для создания качественного и привлекательного аудио-контента. Опытный оператор будет активно вовлечен в процесс записи, обеспечивая не только высокий уровень звукозаписи, но и следя за техническими деталями. Этот продолжительный период времени дает вам возможность более глубоко и подробно рассмотреть темы, обсуждаемые в подкасте, что приведет к более интересному и насыщенному контенту. Благодаря пяти часам записи, у вас будет достаточно времени для рассмотрения различных аспектов темы, проведения интервью или обсуждения с разными гостями.',
            subDescription: 'В стоимость входит работа видеооператора, запись подкаста на 3 профессиональные 4к камеры с выставленным светом. Исходный звук и материалы вы получаете на съемный носитель или на облако.',
            price: '23,000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14554133'
        },
        {
            title: 'Аренда студии подкастов на 2 часа',
            description: 'При аренде студии подкастов на два часа вы получаете доступ к высокотехнологичному оборудованию для записи аудио-контента. Наше пространство обеспечивает комфортные условия для творчества, а также включает в себя звукозаписывающее оборудование высокого качества.',
            subDescription: '',
            price: '5000 руб',
            link: 'https://n1025717.yclients.com',
        },
        {
            title: 'Аренда студии подкастов на 3 часа',
            description: 'При аренде студии на три часа вы получаете дополнительное время для создания контента, сохраняя при этом высокое качество оборудования и профессиональные условия для записи подкаста.',
            subDescription: '3 часа аренды нашей студии, оборудованной под запись видео и аудио подкастов. В стоимость аренды входят 2 настроенных микрофона Shure sm7b, видеосвет, цветные RGB лампы и 3 видеоштатива. Исходный звук Вы получаете на съемный носитель или на облако (гугл/Яндекс Диск). Обратите внимание, что камеры и работа оператора не входят в стоимость и бронируются отдельно в услугах.',
            price: '7000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14360026'
        },
        {
            title: 'Каждый последующий час аренды студии подкастов (при аренде свыше 3х часов)',
            description: 'При дополнительной аренде свыше трех часов предоставляется гибкая система скидок, позволяя вам экономить при продолжительных сеансах записи подкаста.',
            subDescription: '',
            price: '1500 руб',
            link: 'https://n1025717.yclients.com'
        },
        {
            title: 'Каждый последующий час записи видео-подкаста с оператором (при аренде свыше 3х часов)',
            description: 'При более продолжительной аренде с оператором предоставляется гибкая система скидок, позволяя вам сохранять высокий стандарт качества при продолжительной записи.',
            subDescription: '',
            price: '4000 руб',
            link: 'https://n1025717.yclients.com'
        },
        {
            title: 'Прямая трансляция на YouTube или другой потоковый сервис с одной видеокамеры 1 час',
            description: 'Профессиональная трансляция вашего подкаста в режиме реального времени на популярные платформы с использованием высококачественной видеокамеры.',
            subDescription: 'Проведение профессионального прямого эфира с одной камеры. Выводим картинку на YouTube или любой другой сервис потокового вещания у нас в студии. В кадре - один человек, микрофон Shure Sm7b. У нас высокая скорость интернета, что обеспечит максимальное качество трансляции.',
            price: '8000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14214400'
        },
        {
            title: 'Прямая трансляция на YouTube или другой потоковый сервис с трех камер 1 час',
            description: 'При выборе трех видеокамер для трансляции вы получаете максимальное визуальное воздействие, обеспечивая привлекательность вашего контента в реальном времени.',
            subDescription: 'Проведение профессионального прямого эфира с трех камер. Выводим картинку на YouTube или любой другой сервис потокового вещания у нас в студии. В кадре - до двух человек, есть два микрофона Shure Sm7b. У нас высокая скорость интернета, что обеспечит максимальное качество трансляции.',
            price: '10,000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14214573'
        }
    ]
};

export const photoVideoStudio = {
    title: '🌟 Интерьерная фото-видео студия',
    data: [
        {
            title: 'Аренда интерьерной студии на 1 час (фотосъемка)',
            description: 'Наши стильные и удобные интерьеры предоставляют идеальное пространство для вашей фотосессии. С арендой всего на один час вы получаете доступ к креативным фонам и освещению, создавая идеальные условия для захвата неповторимых моментов.',
            subDescription: 'Интерьерная минималистичная фотостудия. В студии проведена аудиоподготовка, практически НЕТ эха, висят звукопоглащающие панели. Включает 2 фото вспышки GODOX 200 и синхронизатор',
            price: '1200 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14347213'
        },
        {
            title: 'Аренда интерьерной студии на 1 час (видеосъемка)',
            description: 'Для видеосъемки наша студия предоставляет не только стильные интерьеры, но и высокотехнологичное оборудование. За адекватную цену вы получаете доступ к просторному пространству, идеальному для создания качественного видеоконтента.',
            subDescription: 'Интерьерная минималистичная видеостудия, чтобы вы смогли записать видео интервью, видео визитку, любые разговорные видео. В студии проведена аудиоподготовка, практически НЕТ эха, висят звукопоглащающие панели. Аренда студии без оператора включает 2 постоянных видео света Amaran 100 и 200. Дополнительно можно арендовать 2 цветные RGB палки + 500р. Есть суфлер, арендуется дополнительно + 1000 рублей за всю съемку (не важно, сколько часов вы берете).',
            price: '1500 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14347195'
        },
        {
            title: 'Аренда интерьерной студии на 4 часа (видеосъемка)',
            description: 'При аренде студии на четыре часа вы получаете дополнительное время для творчества, сохраняя при этом выгодное предложение. Это идеальный вариант для проектов, требующих более продолжительной видеосъемки в стильной обстановке.',
            subDescription: 'Интерьерная минималистичная видеостудия, пакет аренды со скидкой на 4 часа. Студия, чтобы вы комфортно смогли записать видео интервью, видео визитку, любые разговорные видео. В студии проведена аудиоподготовка, практически НЕТ эха, висят звукопоглащающие панели. Аренда студии без оператора включает 2 постоянных видео света Amaran 100 и 200. Дополнительно можно арендовать 2 цветные RGB палки + 500р. Есть суфлер, арендуется дополнительно + 1000 рублей за всю съемку (не важно, сколько часов вы берете).',
            price: '5000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14376268'
        },
        {
            title: 'Запись интервью на 3 камеры с оператором 1 час',
            description: 'Наши профессиональные операторы готовы воплотить в жизнь ваши интервью, используя три камеры для максимального охвата. За час записи с оператором вы получаете высококачественное видео с профессиональным визуальным воспроизведением вашего интервью.',
            subDescription: 'Предлагаем видеосъемку интервью с двумя ведущими в нашей интерьерной видео студии с оператором. Включает в себя видеосъемку с 3х камер Fujifilm XT-3 и двумя петличными микрофонами. В студии проведена аудиоподготовка, практически НЕТ эха, висят звукопоглащающие панели. Дополнительно можно арендовать 2 цветные RGB палки + 500р. Есть улуги под ключ с монтажом и оптимизацией видео в YouTube',
            price: '6000 руб',
            link: 'https://n1025717.yclients.com/company/951298/menu?o=m-1s14347215'
        }
    ]
};

export const colorPhotoVideoStudio = {
    title: '📸 Фото-видео студия с цветными фонами',
    data: [
        {
            title: 'Аренда интерьерной студии на 1 час (фотосъемка)',
            description: 'При аренде нашей студии с цветным фоном для фотосъемки вы получаете доступ к креативным и стильным фонам, которые добавят уникальные эффекты вашим фотографиям. Это пространство создано для того, чтобы подчеркнуть креативность вашего проекта.',
            subDescription: '',
            price: '1200 руб',
            link: 'https://n1025717.yclients.com'
        },
        {
            title: 'Аренда интерьерной студии на 1 час (видеосъемка)',
            description: 'Наша студия предоставляет вам возможность снять высококачественное видео с использованием разнообразных цветных фонов. С выгодной ценой за час аренды вы можете легко создать креативный и привлекательный видеоконтент для вашего проекта.',
            subDescription: '',
            price: '1500 руб',
            link: 'https://n1025717.yclients.com'
        },
        {
            title: 'Запись видео в студии с цветными фонами с оператором 1 час',
            description: 'При записи видео в нашей студии с цветными фонами с оператором на один час вы получаете выдающееся качество съемки. Профессиональный оператор обеспечит максимальное использование цветных фонов, придавая вашему видео уникальный и стильный характер.',
            subDescription: '',
            price: '4000 руб',
            link: 'https://n1025717.yclients.com'
        }
    ]
};

export const additionalStudio = {
    title: '🎬 Дополнительные услуги',
    data: [
        {
            title: 'Аренда 2-х RGB-палок (на всю съемку)',
            description: 'Предоставляется возможность аренды двух RGB-палок для освещения вашего проекта. Эти инновационные светильники с поддержкой цветовой гаммы RGB обеспечивают широкие возможности для создания разнообразного и насыщенного света в течение всей съемки.',
            subDescription: '',
            price: '500 руб',
            link: 'https://n1025717.yclients.com'
        },
        {
            title: 'Аренда суфлера (на всю съемку)',
            description: 'Услуга аренды суфлера обеспечивает вам поддержку и помощь в процессе съемки на протяжении всего проекта. Суфлер является незаменимым сотрудником, поддерживающим комфорт и эффективность в ходе съемки, обеспечивая плавное и профессиональное выполнение задач.',
            subDescription: '',
            price: '1000 руб',
            link: 'https://n1025717.yclients.com'
        }
    ]
}